{
  "heading": "Политика Конфиденциальности",

  "text": "<p>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ SLOTS IDOL</p>\n<p>Вечеринки! Папарацци!</p>\n<p>Большинство игроков SlotsIdol любят публичность… всего, кроме своих данных!</p>\n<p>Каковы бы ни были ваши предпочтения, данные, которые нам нужны для защиты вашей учетной записи, чтобы оптимизировать вашу работу с SlotsIdol, находятся в безопасности с нами.</p>\n<p>Мы никогда никому не передадим ваши данные.</p>\n<p>Но нам нужно немного собраться. Вот что, как и почему: Наша политика конфиденциальности и использования файлов cookie (далее мы будем называть ее «внешняя политика»).</p>\n<p><strong>Обратите внимание, что наша Политика может время от времени изменяться. Любые изменения в нашей Политике вступают в силу после публикации пересмотренной Политики на Веб-сайте, и мы уведомим вас о любых существенных изменениях в нашей Политике</strong>.</p>\n<p>Вы должны проверять эту политику при получении уведомлений и время от времени при входе в систему. Она всегда будет здесь для вас.</p>\n<p>Чтобы открыть учетную запись, в соответствии с нашей лицензией мы должны собрать для вас основную контактную информацию: имя, адрес, телефон, адрес электронной почты, дату рождения. Вы должны будете предоставить доказательства этих точек данных. Если какая-либо ваша информация изменится, свяжитесь с нами как можно скорее, чтобы избежать задержек в управлении вашей учетной записью.</p>\n<p>Пожалуйста, ознакомьтесь также с «Условиями предоставления услуг» в наших Условиях и положениях на SlotsIdol.com.</p>\n<p>Закон о защите данных называет нас «контролером» (или «контролером данных»), и поэтому мы будем безопасно хранить и обрабатывать персональные данные, которые вы нам предоставили. Контроллер — это юридический термин, обозначающий организацию, которая контролирует, что делать с любыми личными данными.<br /><br /> Если у вас есть какие-либо опасения или вопросы о том, как мы обрабатываем ваши данные, свяжитесь с нашим сотрудником по защите данных (DPO). ), чтобы мы могли решить любые проблемы: пишите на <strong>security@slotsidol.com</strong>. <br /><br /> Кроме того, вы можете связаться с нашим сотрудником по защите данных по почте: DPO@SI, &lt;&lt;адрес для почты&gt;&gt;. Также укажите, что ваш запрос касается этого сайта, в частности SlotsIdol.com.<br /><br /> Если вы считаете, что мы не рассмотрели вашу проблему и не выполняем свои юридические обязательства, вы можете сообщить об этом в надзорный орган: Управление комиссара по информации (ICO), которое управляет нашей компанией в отношении вопросов защиты данных: ICO: &lt;&lt;URL&gt;&gt;</p>\n<p>Личные данные или личная информация — это любая информация конкретно о ВАС, которая может быть использована для вашей идентификации. Он не включает данные, где личность была удалена (анонимные данные). Мы можем собирать, использовать, хранить и передавать различные данные о вас, включая:<br /><br /><strong>Идентификационные данные</strong>, включая имя, фамилию, имя пользователя или аналогичный идентификатор, семейное положение, должность, дата рождения и пол.<br /><br /><strong>Контактные данные</strong> включают платежный адрес, адрес электронной почты и номер телефона, а также любую другую информацию, предоставленную во время регистрации для использования нашего Веб-сайта. , подписываясь на любые наши услуги (включая рекламные акции о продуктах), публикуя материалы или запрашивая дополнительные услуги.<br /><br /><strong>Данные о переписке</strong> включают информацию, которую вы предоставляете при участии в акции или конкурсе, что делает запрос или жалобу службы поддержки клиентов, или когда вы сообщаете о проблеме с нашим веб-сайтом, любые другие записи переписки, если вы связываетесь с нами по любому вопросу. Ваши телефонные разговоры могут быть записаны как для помощи нам в обучении и управлении качеством, так и для быстрого решения вопросов.<br /><br /><strong>Финансовые данные,</strong> включая информацию о банковском счете и информация, касающаяся вашего финансового положения.<br /><br /><strong>Данные о транзакциях</strong>, включая сведения о платежах в вашу пользу и от вас, а также другие сведения о продуктах и ​​услугах, которые вы приобрели у нас.<br /> <br /><strong>Технические данные</strong>, такие как адрес вашего интернет-протокола (IP), данные для входа в систему, тип и версия браузера, настройки часового пояса и местоположение, типы и версии подключаемых модулей браузера, операционная система и платформу и другие технологии на устройствах, которые вы используете для доступа к этому веб-сайту.<br /><br /><strong>Данные профиля,</strong> включая ваше имя пользователя, пароль и ваши действия на веб-сайте.<br /><br /><strong>Данные об использовании</strong>, включая информацию о том, как вы используете веб-сайт.<br /><br /><strong>Маркетинг и коммуникации Данные,</strong> включая ваши предпочтения в отношении получения сообщений от нас и других третьих лиц. Ваши настройки связи можно настроить и просмотреть в разделе «Моя учетная запись».<br /><br /> Мы также собираем, используем и можем передавать <strong>агрегированные данные</strong>, такие как статистические или демографические данные, для любых целей. Агрегированные данные не считаются личными данными по закону, поскольку эти данные прямо или косвенно не раскрывают вашу личность.<br /><br /> Существуют также определенные специальные категории личных данных о вас (например, сведения о вашем здоровье) и информации. об уголовных судимостях и правонарушениях, которые мы можем получить. 4 987 / 5 000\nРезультати перекладу\nЭта информация не собирается нами в ходе обычной деятельности, а только в исключительных обстоятельствах и должна обрабатываться только для соблюдения юридических или нормативных обязательств и обязанностей или в случае, если вы предоставили нам эту информацию.</p>\n<p >Если закон требует от нас сбора персональных данных или в соответствии с условиями заключенного с вами договора, если вы не предоставите эти данные по запросу, мы не сможем выполнить договор, который у нас есть или который мы пытаемся заключить с вами (например, для предоставления вам услуг через наш веб-сайт). В этом случае мы можем отменить продукт или услугу, которыми вы пользуетесь у нас, но мы сообщим вам, если это когда-либо произойдет.</p>\n<p>Мы можем использовать различные методы для сбора данных о вас, в том числе<br /><br /><strong>Прямое взаимодействие</strong>. Это персональные данные, которые вы предоставляете нам, заполняя формы или переписываясь с нами. Сюда входят личные данные, которые вы предоставляете при создании учетной записи на нашем веб-сайте; делать ставки или отыгрывать средства в игре через наш веб-сайт; запросить маркетинговую рассылку для вас; принять участие в конкурсе, акции или опросе; или оставить отзыв.<br /><br /><strong>Автоматизированные технологии или взаимодействия</strong>. Когда вы взаимодействуете с нашим веб-сайтом, мы можем автоматически собирать данные о вашем оборудовании, действиях и шаблонах просмотра, которые могут включать личные данные. Мы собираем эти персональные данные с помощью файлов cookie, журналов сервера и других подобных технологий. Дополнительную информацию см. в разделе о файлах cookie ниже.<br /><br /><strong>Третьи стороны или общедоступные источники</strong>. Мы также можем получать личные данные о вас от различных третьих лиц и общедоступных источников в дополнение к вашим личным данным, которые мы храним о вас в целях обработки для предотвращения или выявления преступлений, а также для обеспечения вашей ответственной игры, как описано в разделе 6 ниже.</ p>\n<p>В соответствии с законами о защите данных мы будем обрабатывать ваши персональные данные только в том случае, если у нас есть для этого законные основания. В отношении ваших личных данных эти базы: (i) когда необходимо предоставить вам услуги в соответствии с договором, который мы заключили с вами; (ii) когда мы обязаны сделать это в соответствии с юридическими или нормативными обязательствами; (iii) если вы дали свое согласие; и (iv) когда обработка ваших личных данных отвечает нашим законным интересам при условии, что эти интересы не наносят ущерба вашим собственным правам, свободам и интересам.<br /><br /> Мы будем обрабатывать ваши личные данные для целей и в соответствии со следующими основаниями:</p>\n<table>\n<tbody>\n<tr>\n<td>\n<p><strong>Цель</strong></p>\n</td>\n<td>\n<p><strong>Законное основание</strong></p>\n</td>\n</tr>\n<tr>\n<td>\n <p>Настройка, повторная активация, работа и управление вашей учетной записью, включая предоставление услуг, которые вы запрашиваете у нас</p>\n</td>\n<td>\n<p>Необходимо для выполнения договор</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Обработка карточных и онлайн-платежей, связанных с нашими услугами</p>\n </td>\n<td>\n<p>Необходимо для выполнения контракта</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Проверка вашего возраста и личности, включая раскрытие ваших личных данных третьим лицам (например, финансовым учреждениям, агентствам кредитной информации и агентствам по проверке возраста) в отношении таких проверка</p>\n</td>\n<td>\n<p>Необходима для соблюдения юридических или нормативных обязательств</p>\n</td>\n</tr>\n<tr >\n<td>\n<p>Понимание вашего финансового положения, чтобы помочь нам в предоставлении эффективных услуг и соблюдении обязательств по ответственной игре</p>\n</td>\n<td>\n<p> Необходимо для соблюдения юридических или нормативных обязательств</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Позволение вам подписаться на push-уведомления</p >\n</td>\n<td>\n<p>Согласие (вы можете отказаться от подписки в любое время через настройки браузера)</p>\n</td>\n</tr>\n<tr >\n<td>\n<p>Предоставление вам онлайн-рекламы и брендинга в отношении наших товаров, услуг, рекламных акций и предложений, которые могут вас заинтересовать</p>\n</td>\n<td>\n<p>Законные интересы</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Предотвращение мошенничества, мошенничества и отмывания денег, обеспечение соблюдения с нашими Условиями использования, снижая кредитный риск и защищая целостность игр, что может потребовать от нас раскрытия ваших личных данных и истории ставок и игр. третьим лицам, таким как соответствующий регулирующий орган, игровые органы, финансовые учреждения, агентства, отвечающие за проверку возраста, полиция и агентства кредитной информации</p>\n</td>\n<td>\n<p>Необходимо для соблюдения с юридическим или нормативным обязательством</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Мониторинг и введение в действие лимитов депозитов, расходов и убытков, которые вы установили</p>\n</td>\n<td>\n<p>Согласие</p>\n</td>\n</tr>\n<tr>\n<td>\\ n<p>Улучшить наш сервис и сделать ваш опыт максимально приятным, подготовив статистику и предоставив аналитические отчеты и анализ, касающиеся использования услуг нашими клиентами</p>\n</td>\n<td>\\ n<p>Законные интересы</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Обеспечение соблюдения или применение наших Условий использования и других соглашений, а также защита прав, собственности или безопасности нашей компании, наших игроков или других лиц</p>\n</td>\n<td>\n<p> Необходимо для выполнения контракта, а также необходимо для соблюдения правовых или нормативных обязательств</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Обязательство исследования, проведение опросов, техническая диагностика, исследовательский анализ и получение отзывов от наших игроков (которые могут включать в себя то, что мы связываемся с вами напрямую), чтобы лучше понять и улучшить наши услуги</p>\n</td>\n<td>\\ n<p>Законные интересы (и вы можете отказаться от них в любое время)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p> Обучение и управление качеством для улучшения наших услуг и отношений с клиентами (что может включать запись телефонных звонков)</p>\n</td>\n<td>\n<p>Законные интересы</p>\n</td >\n</tr>\n<tr>\n<td>\n<p>Наблюдение за азартными играми и моделями азартных игр наших клиентов для соблюдения обязательств по ответственной игре и обеспечения того, чтобы вы использовали наши rvices несет ответственность (что может включать в себя запись телефонных звонков)</p>\n</td>\n<td>\n<p>Необходимо для соблюдения юридических или нормативных обязательств</p>\n</td> \n</tr>\n<tr>\n<td>\n<p>Приведение в действие любого самоисключения (или любого другого инструмента ответственной игры). Это включает в себя обмен вашими данными с национальными базами данных самоисключения, если вы использовали самоисключение)</p>\n</td>\n<td>\n<p>Необходимо для соблюдения юридических или нормативных обязательств</p >\n</td>\n</tr>\n<tr>\n<td>\n<p>Ответы на сообщения, которые вы отправляете нам</p>\n</td>\n<td> \n<p>Согласие</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Предоставление вам любых других услуг или соблюдение других юридических или нормативных требований обязательство время от времени</p>\n</td>\n<td>\n<p>Необходимо соблюдать юридическое или нормативное обязательство и/или необходимо для выполнения контакта.</p >\n</td>\n</tr>\n</tbody>\n</table>\n<p>Мы можем использовать неличную информацию (которая является неидентифицируемой информацией, которая, взятая отдельно, не может использоваться для идентификации или связи с вами). Это может включать игровую информацию, техническую информацию и аналитическую информацию. Таким образом, нам не известна ваша конкретная личность, от которой была собрана неличная информация. Мы используем такую ​​информацию для различных целей, таких как персонализация, реклама, улучшение наших услуг, предотвращение мошенничества и выполнение веб-аналитики. Мы можем собирать такую ​​информацию либо самостоятельно, либо с помощью наших сторонних поставщиков услуг.<br /><br /> Когда мы обрабатываем ваши персональные данные, как указано выше, мы можем делать это напрямую или назначать членов нашей группы. или поставщики услуг (известные как обработчики), чтобы сделать это от нашего имени, и все они соблюдают настоящее Уведомление и обрабатывают ваши персональные данные только от нашего имени в целях, изложенных выше.<br /><br /> Мы можем передавать ваши личные данные третьим лицам, чтобы получить информацию о вашем финансовом положении, чтобы мы могли предоставлять эффективные услуги и соблюдать наши обязательства в отношении ответственной игры.</p>\n<p>Поскольку мы работаем по всему миру, это может быть необходимо для передачи вашей информации в другие страны. Защита данных и другие законы этих стран могут быть не такими всеобъемлющими, как в вашей стране или в нашей стране лицензирования — в этих случаях мы предпримем шаги (например, с помощью стандартных договорных положений в соответствии с Решением Европейской комиссии 2010/87/EU). <u><a href=\"https://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2010:039:0005:0018:EN:PDF\">здесь</a></u>), чтобы обеспечить адекватный уровень защиты ваших личных данных.</p>\n<p>Мы можем использовать вашу информацию, такую ​​как ваше имя, домашний адрес, адрес электронной почты, телефон номера и т. д., самостоятельно или с помощью наших сторонних субподрядчиков с целью предоставления вам рекламных материалов, касающихся нашего Веб-сайта, а также продуктов, услуг, веб-сайтов и приложений, которые относятся к: (i) другим компаниям в нашей Группе и/или через Группу деловые партнеры и аффилированные лица (вместе именуемые <strong>\"Маркетинговые аффилированные лица\"</strong>), которые, по нашему мнению, могут вас заинтересовать.<br /><br /> Мы также можем делиться и раскрывать Информацию нашим маркетинговым аффилированным лицам с целью предоставления вам различных маркетинговых предложений, которые мы или наши маркетинговые аффилированные лица считаем актуальными для вас. Наши маркетинговые партнеры могут использовать эту информацию для различных маркетинговых методов, таких как прямая электронная почта, почта, SMS и телефонные маркетинговые цели.<br /><br /> Мы будем отправлять вам маркетинговые сообщения только в том случае, если вы дали согласие на получение таких сообщений. Вы можете в любое время отказаться от получения дальнейших маркетинговых предложений от нас или наших деловых партнеров, связавшись с нами или перейдя по ссылкам в соответствующем сообщении, чтобы отказаться от подписки. Обратите внимание, что даже если вы отмените подписку на нашу маркетинговую рассылку, мы можем продолжать присылать вам обновления и уведомления, связанные с обслуживанием.<br /><br />Мы можем использовать рекламные услуги, чтобы предоставлять вам информацию о наших веб-сайтах. Для предоставления этого контента нам может потребоваться предоставить информацию поставщику услуг. Используя этот Веб-сайт, вы соглашаетесь с тем, что наши поставщики услуг и мы используем ваши личные данные для персонализированной рекламы. Если вы больше не хотите получать такую ​​рекламу, вы можете управлять своими предпочтениями с нами</p>\n<p>Каждая ставка, игра и транзакция по счету записываются в наших компьютерных системах. Мы также осуществляем регулярный мониторинг всех транзакций по мере их совершения, чтобы помочь нам улучшить услуги, которые мы вам предоставляем, и соблюдать наши лицензионные и нормативные обязательства.</p>\n<p>Мы принимаем меры безопасности для защиты ваши личные данные от доступа посторонних лиц и для предотвращения незаконной обработки, случайной потери, уничтожения и повреждения. Эти меры безопасности варьируются в зависимости от конфиденциальности информации, которую мы собираем и храним. Защита ваших личных данных, включая ваши регистрационные данные и любую кредитную, дебетовую карту или другую финансовую информацию, которую вы нам предоставляете, считается строго конфиденциальной и рассматривается как таковая даже в нашей собственной организации.<br /><br /> Данные в нашем безопасном страницы шифруются с использованием как минимум TLS v1.2. Если мы предоставили вам (или если вы выбрали) пароль, который позволяет вам получить доступ к определенным частям наших веб-сайтов, вы несете единоличную ответственность за сохранение конфиденциальности этого пароля. Никому не сообщайте свой пароль.<br /><br /> Любые личные данные, которые идентифицируют вас, всегда будут зашифрованы при передаче через Интернет. SSL — это специальный протокол, который автоматически шифрует любую информацию, отправляемую вами через наши защищенные страницы. Затем наш сервер считывает информацию с помощью закрытого ключа. Это означает, что ваши личные данные превращаются в код, который можно расшифровать только с помощью закрытого ключа или пароля. Если ваш браузер настроен соответствующим образом, вы можете получить предупреждающее сообщение при первом доступе к любой защищенной странице на Веб-сайте. Мы просто сообщаем вам, что Веб-сайт защищает вашу информацию.<br /><br /> К сожалению, передача информации через Интернет не является полностью безопасной. Хотя мы делаем все возможное для защиты вашей информации, мы не можем гарантировать безопасность любых личных данных, которые вы раскрываете в Интернете. Вы принимаете неотъемлемые последствия использования Интернета для безопасности и не будете возлагать на нас ответственность за любое нарушение безопасности, если только мы не нарушили наши обязательства в соответствии с законодательством о защите данных. Для защиты вашей личной конфиденциальности мы рекомендуем вам НЕ включать конфиденциальную информацию (например, номера кредитных или дебетовых карт) в любые электронные письма, которые вы отправляете нам.</p>\n<p>Мы будем хранить ваши личные данные до тех пор, пока вы пользуетесь нашим сервисом и не более пяти лет после этого (если не требуется более длительное хранение в соответствии с законодательными и нормативными требованиями). Мы постараемся удалить любые личные данные раньше, если нам не нужно их хранить, но имейте в виду, что мы можем хранить личные данные дольше, если мы имеем юридическое обязательство сделать это или если у нас есть разумные основания полагать, что это необходимо сделать по деловым или юридическим причинам. </p>\n<p><strong>Запросы.</strong> При определенных обстоятельствах у вас есть права в соответствии с законами о защите данных в отношении ваших личных данных. Если вы хотите воспользоваться какими-либо правами, изложенными ниже, свяжитесь с нами по адресу <strong>security@slotsidol.com</strong> или отправьте письмо нашему представителю по защите данных, как описано в пункте 2. Обратите внимание, однако, что это не все права абсолютны. <br /><br /><strong>Сборы.</strong> Вам не нужно будет платить сбор за доступ к вашим личным данным (или за осуществление любых других прав). Однако мы можем взимать разумную плату, если ваш запрос является явно необоснованным, повторяющимся или чрезмерным. Кроме того, мы можем отказать в выполнении вашего запроса в этих обстоятельствах.<br /><br /><strong>Что нам может понадобиться от вас:</strong> Нам может потребоваться запросить у вас конкретную информацию, чтобы помочь нам подтвердить ваш личность и обеспечить ваше право на доступ к вашим личным данным (или на осуществление любых других ваших прав). Это мера безопасности, гарантирующая, что персональные данные не будут раскрыты любому лицу, не имеющему права на их получение. Мы также можем связаться с вами, чтобы запросить у вас дополнительную информацию по вашему запросу, чтобы ускорить наш ответ.<br /><br /><strong>Ограничение по времени для ответа:</strong> мы стараемся отвечать на все законные запросы. в течение одного месяца. Иногда это может занять больше месяца, если ваш запрос особенно сложный или вы сделали несколько запросов. В этом случае мы уведомим вас и будем держать в курсе.<br /><br /><strong>Ваши законные права:</strong></p>\n<p><strong>Запросить доступ</strong> к вашим личным данным (также известный как «запрос на доступ субъекта данных»). Это позволяет вам получить копию ваших личных данных, которые мы храним, и проверить, законно ли мы их обрабатываем.<br /><br /><strong>Запросить исправление</strong> ваших личных данных, которые мы храним. Это позволяет вам исправить любые неполные или неточные данные о вас, которые у нас есть, хотя нам может потребоваться проверить точность новых данных, которые вы нам предоставляете.<br /><br /><strong>Запросить удаление</strong> ваших личных данных. Это позволяет вам попросить нас удалить или удалить личные данные, если у нас нет веских причин продолжать их обработку. Вы также имеете право попросить нас удалить ваши персональные данные, если вы успешно воспользовались своим правом возражать против обработки (см. соблюдать местное законодательство. Обратите внимание, однако, что мы не всегда можем выполнить ваш запрос на удаление по определенным юридическим или нормативным причинам, о которых вы будете уведомлены, если это применимо, во время вашего запроса.<br /><br />< strong>Возражать против обработки</strong> ваших личных данных, если мы полагаемся на законный интерес (или интересы третьей стороны), и в вашей конкретной ситуации есть что-то, что заставляет вас возражать против обработки на этом основании, поскольку вы чувствовать, что это влияет на ваши основные права и свободы. Вы также имеете право возражать, когда мы обрабатываем ваши персональные данные в целях прямого маркетинга. В некоторых случаях мы можем продемонстрировать, что у нас есть веские законные основания для обработки вашей информации, которые преобладают над вашими правами и свободами.<br /><br /><strong>Запросить ограничение обработки</strong> ваших личных данных. Это позволяет вам попросить нас приостановить обработку ваших персональных данных в следующих случаях: (а) для установления точности данных; (b) использовать данные незаконным образом, но вы не хотите, чтобы мы их удаляли; (c) когда вам нужно, чтобы мы хранили данные, даже если они нам больше не нужны, в случае, если они вам нужны для установления, осуществления или защиты юридических требований; или (d) вы возражали против использования нами ваших данных, но нам нужно проверить, есть ли у нас преобладающие законные основания для их использования.<br /><br /><strong>Запросить передачу</strong> ваших личных данных вам или третьему лицу. В настоящее время мы не предлагаем эту услугу, и мы обязаны сообщить вам в соответствии с настоящей Политикой, что в настоящее время она недоступна.<br /><br /><strong>Отозвать согласие в любое время</strong>, когда мы полагаемся на согласие на обработку ваших персональных данных. Однако это не повлияет на законность любой обработки, выполненной до того, как вы отзовете свое согласие. Если вы отзовете свое согласие, мы не сможем предоставить вам определенные продукты или услуги. Мы сообщим вам, если это так, когда вы отзовете свое согласие.</p>\n<p>Время от времени мы можем использовать контактные данные игрока, чтобы отправлять вам информацию о наших услугах, к которым вы обращались или на которые вы подписались. включая, помимо прочего, новости об обновлениях продуктов, событиях, рекламных материалах и конкурсах. Вы можете отказаться от этих сообщений, если хотите, на нашем веб-сайте или связавшись с нами. Также можно прекратить все общие сообщения во время получения важных сообщений об обновлениях.</p>\n<p>Все сообщения от нас будут содержать инструкции по отказу или прекращению получения дальнейших сообщений. Обратите внимание, что мы можем отправлять вам электронные письма по определенным темам, от которых вы не сможете отказаться, поскольку мы считаем их неотъемлемой частью службы.</p>\n<p>Помните, что эта Политика не применяется. любым сторонним веб-сайтам, службам или приложениям, даже если они доступны, загружаются или иным образом распространяются через Веб-сайт. Вы должны всегда внимательно просматривать их конкретные методы обеспечения конфиденциальности, прежде чем предоставлять личную информацию таким третьим сторонам.</p>\n<p>Мы можем передавать Информацию в случае корпоративной сделки (например, продажа значительной части нашего бизнеса, слияние, реорганизация, банкротство, консолидация или продажа актива или передача актива в процессе его эксплуатации) в отношении любой компании в нашей Группе. В случае вышеизложенного приобретающая компания или правопреемник принимает на себя права и обязанности, описанные в настоящей Политике.</p>\n<p>В некоторых случаях по закону, постановлению суда или государственным органом от нас может потребоваться раскрытие информации об определенных типах персональных данных. Примеры ситуаций, в которых это применимо, включают отправление правосудия или случаи, когда мы должны защищать себя на законных основаниях.</p>\n<p><strong>Использование нами файлов cookie</strong><br / > Файл cookie — это небольшой текстовый файл, содержащий небольшое количество информации, который загружается на ваше устройство, когда вы посещаете веб-сайт или используете приложения. Файл cookie позволяет серверу собирать информацию из браузера. Мы можем использовать следующие типы файлов cookie:<br /><br /> ОСНОВНЫЕ ФАЙЛЫ COOKIES: файлы cookie, необходимые для работы веб-сайта. Без использования файлов cookie части веб-сайта не будут работать должным образом. Например, при входе в вашу учетную запись создается сеанс, позволяющий вам просматривать сайт и играть в игры.<br /><br /> АНАЛИТИЧЕСКИЕ ФАЙЛЫ COOKIES: мы используем аналитические файлы cookie, чтобы контролировать работу нашего веб-сайта и определять, как посетители его используют. сайт. Эти файлы cookie предоставляют нам информацию, которая помогает нам создавать лучшие продукты для наших пользователей и определять области, которые могут нуждаться в обслуживании. Мы используем Google Analytics, службу веб-аналитики, предоставляемую Google, Inc., чтобы помочь нам проанализировать, как игроки используют наш Веб-сайт. Мы также используем аналитические файлы cookie от дополнительных сторонних поставщиков.<br /><br /> ПОСТОЯННЫЕ ФАЙЛЫ COOKIES: они сохраняются на вашем компьютере в течение фиксированного периода времени и не удаляются при закрытии браузера. Такие файлы cookie используются, когда нам нужно знать, кто вы, для повторных посещений, чтобы был представлен правильный язык и чтобы улучшить работу наших пользователей с веб-сайтом, а также представить различные маркетинговые сообщения и рекламу для существующих пользователей;<br />< br /> ФУНКЦИОНАЛЬНЫЕ КУКИ-ФАЙЛЫ: Функциональные куки-файлы используются для запоминания ваших предпочтений на нашем Веб-сайте, повышая удобство работы пользователей. Это может иметь ряд функций, таких как запоминание вашего имени пользователя или запись того, что вы прочитали сообщение на сайте, чтобы вам не нужно было просматривать его снова.<br /><br /> СЕАНСОВЫЕ КУКИ: Сеансовые куки используются сервером. для хранения информации о действиях пользователя на странице, чтобы пользователи могли легко продолжить работу с того места, где они остановились на страницах сервера.<br /><br /> На этом веб-сайте мы используем ряд различных файлов cookie, которые помогают нам узнавать вас и отслеживать вашу активность. и улучшить ваше использование и впечатления от Веб-сайта. Кроме того, мы используем ряд сторонних поставщиков услуг, которые также устанавливают файлы cookie на этом веб-сайте, чтобы предоставлять услуги, которые они нам предоставляют. Такие услуги включают, но не ограничиваются этим, помощь нам в улучшении вашего использования и взаимодействия с Веб-сайтом для персонализации, отслеживания вашей активности на Веб-сайте и измерения эффективности Веб-сайта и наших маркетинговых кампаний.<br />< br /> Мы и/или третьи лица можем использовать файлы cookie для сбора или получения информации с Веб-сайта и использовать эту информацию для рекламы на других веб-сайтах. Вы можете просмотреть файлы cookie, используемые для таких целей на этом веб-сайте, и отказаться от сбора и использования вашей информации для такой целевой рекламы здесь: <u><a href=\\\"https://www.aboutads.info/choices\\ \">www.aboutads.info/choices</a></u><br /><br /><br /><strong>B: Пиксели</strong><br /> Мы также используем отслеживание на основе пикселей отслеживать посещение или событие на платформе и отслеживать показы рекламных объявлений. Эта информация также используется нами для целей ремаркетинга и отслеживания конверсий, которые используются для оптимизации нашей маркетинговой деятельности. Мы можем делиться такой информацией (которая не является личной информацией) с нашими партнерами по рекламе и маркетингу. <u>Посещая и используя Веб-сайт и службы, вы соглашаетесь на размещение файлов cookie и пикселей на вашем устройстве в соответствии с настоящей Политикой.</u></p>\n<p>Версия: 1.0<br /> Дата: обновлено 18 января 2022 г.</p>"
}