{
  "heading": "Условия и Положения",
  "text": "<p>Последнее обновление: 25 ноября 2020 г.</p>\n<p>1. Введение</p>\n<p>Эти положения и условия и документы, упомянутые ниже («Условия»), применяются к использованию текущего веб-сайта («Веб-сайт») и связанных с ним услуг (совместно именуемых «Сервис»).</p>\n<p>Вам следует внимательно ознакомиться с настоящими Условиями, поскольку они содержат важную информацию о ваших правах и обязанностях в отношении использования Веб-сайта и образуют обязывающее юридическое соглашение между вами — нашим клиентом («Клиент») и нами. Используя этот Веб-сайт и/или получая доступ к Сервису, вы, являетесь ли вы гостем или зарегистрированным пользователем с учетной записью («Учетная запись»), соглашаетесь соблюдать настоящие Условия вместе с любыми поправками, которые могут быть опубликованы со временем. ко времени. Если вы не принимаете настоящие Условия, вам следует воздержаться от доступа к Сервису и использования Веб-сайта.</p>\n<p>Услуга принадлежит 5 for 5 Media NV, компании с ограниченной ответственностью, зарегистрированной на Кюрасао под регистрационным номером 155513 (0) с зарегистрированным адресом по адресу: Abrham de Veerstraat 9, Curacao («Компания»), лицензированной на Кюрасао в соответствии с Лицензией. t#PENDING, выданный Gaming Services Provider NV для предоставления азартных онлайн-игр.</p>\n<p>2. Общие условия</p>\n<p>Мы оставляем за собой право пересматривать и изменять Условия (включая любые документы, на которые есть ссылки и ссылки ниже) в любое время. Вам следует периодически посещать эту страницу для ознакомления с Условиями использования. Поправки будут иметь обязательную силу и вступят в силу сразу после публикации на этом веб-сайте. Если вы возражаете против любых таких изменений, вы должны немедленно прекратить использование Сервиса. Ваше дальнейшее использование Веб-сайта после такой публикации будет означать ваше согласие соблюдать Условия с внесенными в них поправками. Любые ставки, не рассчитанные до вступления в силу измененных Условий, будут регулироваться ранее существовавшими Условиями.</p>\n<p>3. Ваши обязательства</p>\n<p>Вы всегда признаете, что при доступе к Веб-сайту и использовании Сервиса:</p>\n<p>3.1. Вам исполнилось 18 лет или возраст, с которого азартные игры или игровая деятельность разрешены в соответствии с применимым к вам законом или юрисдикцией. Мы оставляем за собой право в любое время запросить у вас документы, подтверждающие ваш возраст.</p>\n<p>3.2. Вы являетесь дееспособным и можете заключить с нами обязывающее юридическое соглашение. Вы не должны получать доступ к Веб-сайту или использовать Службу, если вы не являетесь дееспособным.</p>\n<p>3.3. Вы являетесь резидентом юрисдикции, в которой разрешены азартные игры. Вы не являетесь резидентом какой-либо страны, в которой доступ к азартным играм в Интернете для ее жителей или любого лица в этой стране запрещен. Вы несете единоличную ответственность за законность использования вами службы.</p>\n<p>3.4. Вы не можете использовать VPN, прокси или аналогичные службы или устройства, которые маскируют или манипулируют идентификацией вашего реального местоположения.</p>\n<p>3.5. Вы являетесь авторизованным пользователем используемого вами способа оплаты.</p>\n<p>3.6. Вы должны делать все платежи нам добросовестно и не пытаться отменить сделанный платеж или предпринимать какие-либо действия, которые могут привести к тому, что такой платеж будет отменен третьей стороной.</p>\n<p>3.7. При размещении ставок вы можете потерять часть или все свои деньги, внесенные в Сервис в соответствии с настоящими Условиями, и вы будете нести полную ответственность за эту потерю.</p>\n<p>3.8. При размещении ставок вы не должны использовать какую-либо информацию, полученную в нарушение какого-либо законодательства, действующего в стране, в которой вы находились в момент размещения ставки.</p>\n<p>3.9. Вы действуете не от имени другой стороны или в каких-либо коммерческих целях, а исключительно от своего имени в качестве частного лица в личном качестве.</p>\n<p>3.10. Вы не должны пытаться манипулировать каким-либо рынком или элементом в рамках Сервиса недобросовестно или таким образом, который отрицательно влияет на целостность Сервиса или нас.</p>\n<p>3.11. Как правило, вы должны действовать добросовестно по отношению к нам в отношении Сервиса в любое время и в отношении всех ставок, сделанных с использованием Сервиса.</p>\n<p>3.12. Вы или, если применимо, ваши сотрудники, работодатели, агенты или члены семьи не зарегистрированы в качестве Партнера в нашей Партнерской программе.</p>\n<p>4. Ограниченное использование</p>\n<p>4.1. Вы не должны использовать Сервис:</p>\n<p>4.1.1. Если вы моложе 18 лет (или не достигли возраста совершеннолетия, как это предусмотрено законодательством применимой к вам юрисдикции), или если вы по закону не можете заключить с нами обязывающее юридическое соглашение, или если вы действуете в качестве агента для или иным образом от имени лица моложе 18 лет (или моложе возраста совершеннолетия, как это предусмотрено законодательством применимой к вам юрисдикции);</p>\n<p>4.1.2. Если вы проживаете в стране, в которой доступ к азартным играм в Интернете для ее жителей или любого лица в этой стране запрещен.</p>\n<p>4.1.3. Если вы являетесь резидентом одной из следующих стран или заходите на Веб-сайт из одной из следующих стран:</p>\n<ul>\n<li>Соединенные Штаты Америки и их территории,</li>\n<li>Франция и ее территории,</li>\n<li>Нидерланды и их территории и страны, входящие в состав Королевства Нидерландов, включая Бонэйр, Синт-Эстатиус, Саба, Арубу, Кюрасао и Синт-Мартен,</li>\n<li>Австралия и ее территории,</li>\n<li>Соединенное Королевство Великобритании и Северной Ирландии,</li>\n<li>Испания</li>\n<li>Кипр,</li>\n</ul>\n<p>4.1 .4. Для сбора псевдонимов, адресов электронной почты и/или другой информации о других Клиентах любыми способами (например, путем рассылки спама, других типов незапрашиваемых электронных писем или несанкционированного создания или ссылки на Сервис);</p> \n<p>4.1.5. нарушать или неправомерно влиять или влиять на деятельность других Клиентов или на работу Сервиса в целом;</p>\n<p>4.1.6. продвигать нежелательную коммерческую рекламу, партнерские ссылки и другие формы предложения, которые могут быть удалены из Сервиса без предварительного уведомления;</p>\n<p>4.1.7. любым способом, который, по нашему разумному мнению, может рассматриваться как попытка: (i) обмануть Сервис или другого Клиента, использующего Сервис; или (ii) вступить в сговор с любым другим Клиентом, использующим Сервис, с целью получения нечестного преимущества;</p>\n<p>4.1.8. чтобы снизить наши шансы или нарушить любое из наших прав на интеллектуальную собственность; или</p>\n<p>4.1.9. за любую незаконную деятельность.</p>\n<p>4.2. Вы не можете продавать или передавать свою учетную запись третьим лицам, а также приобретать учетную запись игрока у третьей стороны.</p>\n<p>4.3. Вы не можете никоим образом переводить средства между учетными записями игроков.</p>\n<p>4.4. Мы можем немедленно прекратить действие вашей Учетной записи, направив вам письменное уведомление, если вы используете Сервис в несанкционированных целях. Мы также можем возбудить против вас судебный иск при определенных обстоятельствах.</p>\n<p>4.5. Сотрудникам Компании, ее лицензиатам, дистрибьюторам, оптовикам, дочерним компаниям, рекламным, рекламным или другим агентствам, медиа-партнерам, подрядчикам, розничным торговцам и членам ближайших семей каждого из них НЕ разрешается использовать Сервис за реальные деньги без предварительного согласия Компании. Директор или генеральный директор. Если такая активность будет обнаружена, учетная запись(и) будет немедленно удалена, а все бонусы/выигрыши будут аннулированы.</p>\n<p>5. Регистрация</p>\n<p>Вы соглашаетесь с тем, что в любое время при использовании Сервиса:</p>\n<p>5.1. Мы оставляем за собой право отказать в приеме заявки на регистрацию от любого заявителя по нашему собственному усмотрению и без каких-либо обязательств сообщать конкретную причину.</p>\n<p>5.2. Перед использованием Сервиса вы должны лично заполнить регистрационную форму, прочитать и принять настоящие Условия. Чтобы начать делать ставки в Сервисе или вывести свой выигрыш, мы можем потребовать, чтобы вы стали подтвержденным Клиентом, что включает в себя прохождение определенных проверок. От вас может потребоваться предоставить действительное удостоверение личности и любой другой документ, который может быть сочтен необходимым. Это включает, помимо прочего, удостоверение личности с фотографией (копию паспорта, водительских прав или национальное удостоверение личности) и недавний счет за коммунальные услуги, в котором указаны ваше имя и адрес в качестве подтверждения места жительства. Мы оставляем за собой право приостановить ставки или ограничить параметры Учетной записи на любой Учетной записи до тех пор, пока не будет получена необходимая информация. Эта процедура выполняется в соответствии с применимым законодательством об азартных играх и требованиями законодательства о борьбе с отмыванием денег. Кроме того, вам необходимо будет пополнить свой Сервисный счет, используя способы оплаты, указанные в разделе оплаты на нашем Веб-сайте.</p>\n<p>5.3. Вы должны предоставить точную контактную информацию, включая действующий адрес электронной почты («Зарегистрированный адрес электронной почты»), и обновлять такую ​​информацию в будущем, чтобы она оставалась точной. Вы несете ответственность за обновление контактных данных в своей Учетной записи. Невыполнение этого требования может привести к тому, что вы не будете получать от нас важные уведомления и информацию, связанные с Учетной записью, включая изменения, которые мы вносим в настоящие Условия. Мы идентифицируем наших клиентов и общаемся с ними через их зарегистрированный адрес электронной почты. Клиент обязан поддерживать активную и уникальную учетную запись электронной почты, предоставлять нам правильный адрес электронной почты и сообщать Компании о любых изменениях своего адреса электронной почты. Каждый Клиент несет полную ответственность за обеспечение безопасности своего Зарегистрированного адреса электронной почты, чтобы предотвратить использование его Зарегистрированного адреса электронной почты какой-либо третьей стороной. Компания не несет ответственности за любой ущерб или убытки, которые считаются или предположительно возникли в результате связи между Компанией и Клиентом с использованием Зарегистрированного адреса электронной почты. Учетная запись любого Клиента, адрес электронной почты которого не доступен Компании, будет приостановлена ​​до тех пор, пока нам не будет предоставлен такой адрес. Мы немедленно приостановим действие вашей Учетной записи после письменного уведомления об этом, если вы преднамеренно предоставите ложную или неточную личную информацию. Мы также можем подать в суд на вас за это при определенных обстоятельствах и/или связаться с соответствующими органами, которые также могут принять меры против вас.</p>\n<p>5.4. Вам разрешено зарегистрировать только одну Учетную запись в Сервисе. Аккаунты подлежат немедленному закрытию, если выяснится, что у вас зарегистрировано несколько Аккаунтов. Это включает использование представителей, родственников, партнеров, аффилированных лиц, связанных сторон, связанных лиц и/или третьих лиц, действующих от вашего имени.</p>\n<p>5.5. Чтобы обеспечить вашу финансовую состоятельность и подтвердить вашу личность, мы можем попросить вас предоставить нам дополнительную личную информацию, такую ​​как ваше имя и фамилия, или использовать любых сторонних поставщиков информации, которые мы считаем необходимыми. В случае получения какой-либо дополнительной личной информации из сторонних источников мы сообщим вам о полученных данных.</p>\n<p>5.6. Вы должны хранить свой пароль для Сервиса в тайне. При условии, что запрошенная информация об Учетной записи была предоставлена ​​правильно, мы имеем право предположить, что ставки, депозиты и снятие средств были сделаны вами. Мы советуем вам регулярно менять свой пароль и никогда не сообщать его третьим лицам. Вы несете ответственность за защиту своего пароля, и любая неспособность сделать это будет на ваш страх и риск и за ваш счет. Вы можете выйти из Сервиса в конце каждого сеанса. Если вы считаете, что какая-либо информация о вашей учетной записи используется третьей стороной не по назначению, или ваша учетная запись была взломана, или ваш пароль был обнаружен третьей стороной, вы должны немедленно уведомить нас. Вы должны уведомить нас, если ваш зарегистрированный адрес электронной почты был взломан, однако мы можем потребовать от вас предоставить дополнительную информацию/документацию, чтобы мы могли подтвердить вашу личность. Мы немедленно приостановим действие вашей Учетной записи, как только нам станет известно о таком инциденте. В то же время вы несете ответственность за все действия в вашей Учетной записи, включая доступ третьих лиц, независимо от того, был ли их доступ разрешен вами.</p>\n<p>5.7. Вы не должны в любое время передавать какой-либо контент или другую информацию о Сервисе другому Клиенту или любой другой стороне посредством снимка экрана (или другим подобным способом), а также отображать любую такую ​​информацию или контент во фрейме или любым другим способом. это отличается от того, как это выглядело бы, если бы такой Клиент или третье лицо ввели URL-адрес Услуги в строке браузера.</p>\n<p>5.8. При регистрации вы получите возможность использовать все доступные на сайте валюты. Это будут валюты ваших депозитов, снятия средств и ставок, размещенных и сопоставленных в Сервисе, как указано в настоящих Условиях. Некоторые способы оплаты не обрабатываются во всех валютах. В таких случаях будет отображаться валюта обработки, а также калькулятор конвертации, доступный на странице.</p>\n<p>5.9. Мы не обязаны открывать для вас Учетную запись, и страница регистрации на нашем веб-сайте является просто приглашением к угощению. Мы полностью можем решить, продолжать ли вам открытие Счета или нет, и, если мы откажем вам в открытии Счета, мы не обязаны сообщать вам причину отказа.</p >\n<p>5.10. После получения вашего заявления мы можем связаться с вами, чтобы запросить у вас дополнительную информацию и/или документацию, чтобы мы могли выполнить наши нормативные и юридические обязательства.</p>\n<p>6. Ваша учетная запись</p>\n<p>6.1. Счета могут использовать несколько валют, в этом случае все остатки и транзакции Счета отображаются в валюте, используемой для транзакции.</p>\n<p>6.2. Мы не отдаем должное использованию Сервиса.</p>\n<p>6.3. Мы можем закрыть или приостановить действие Учетной записи, если вы не соблюдаете или мы обоснованно полагаем, что вы не соблюдаете настоящие Условия, или для обеспечения целостности или справедливости Сервиса, или если у нас есть другие разумные основания для этого. Мы не всегда можем предоставить вам предварительное уведомление. Если мы закроем или приостановим действие вашей учетной записи из-за того, что вы не соблюдаете настоящие Условия, мы можем отменить и/или аннулировать любые ваши ставки и удержать любые деньги на вашей учетной записи (включая депозит).</p>\n<p>6.4. . Мы оставляем за собой право закрыть или приостановить действие любой Учетной записи без предварительного уведомления и вернуть все средства. Тем не менее, договорные обязательства со сроком погашения будут соблюдены.</p>\n<p>6.5. Мы оставляем за собой право отклонить, ограничить, отменить или ограничить любую ставку в любое время по любой причине, включая любую ставку, которая может быть сделана мошенническим образом с целью обойти наши ограничения на ставки и/или правила нашей системы.</p> \n<p>6.6. Если какая-либо сумма будет ошибочно зачислена на ваш Счет, она остается нашей собственностью, и когда нам станет известно о любой такой ошибке, мы уведомим вас, и сумма будет снята с вашего Счета.</p>\n<p>6.7. Если по какой-либо причине сумма превышения лимита на вашем Счете будет превышена, вы будете должны нам эту сумму.</p>\n<p>6.8. Вы должны сообщить нам, как только вам станет известно о каких-либо ошибках в отношении вашей Учетной записи.</p>\n<p>6.9. Пожалуйста, помните, что ставки предназначены исключительно для развлечения и удовольствия, и вы должны прекратить, как только это перестанет приносить удовольствие. Категорически не делайте ставок на то, что вы не можете позволить себе потерять. Если вы чувствуете, что, возможно, потеряли контроль над своей игрой, мы предлагаем вариант самоисключения. Просто отправьте сообщение в наш отдел поддержки клиентов, используя свой зарегистрированный адрес электронной почты, о том, что вы хотите САМОИСКЛЮЧИТЬ, и этот запрос вступит в силу в течение 24 часов с момента его получения. В этом случае ваша учетная запись будет отключена до вашего дальнейшего уведомления, и вы не сможете войти в нее.</p>\n<p>6.10. Вы не можете передавать, продавать или закладывать свою учетную запись другому лицу. Этот запрет включает в себя передачу любых ценных активов любого рода, включая, помимо прочего, право собственности на счета, выигрыши, депозиты, ставки, права и/или претензии в связи с этими активами, юридические, коммерческие или иные. Запрет на указанные передачи также включает, помимо прочего, обременение, залог, переуступку, узуфрукт, торговлю, посредничество, ипотеку и/или дарение в сотрудничестве с доверенным лицом или любым другим третьим лицом, компанией, физическим или юридическим лицом, фондом и /или ассоциации в любой форме</p>\n<p>6.11. Если вы хотите закрыть свою учетную запись у нас, отправьте электронное письмо с вашего зарегистрированного адреса электронной почты в наш отдел поддержки клиентов по ссылкам на веб-сайте.</p>\n<p>7. Неактивные аккаунты</p>\n<p>7.1. Мы взимаем с вас комиссию в размере 5 евро (или эквивалент в другой валюте) за календарный месяц (плата за неактивную учетную запись), если:</p>\n<p>вы не вошли в свою учетную запись или не вышли из нее, или не использовали Услугу или делали какие-либо ставки в любом разделе Услуги в течение двенадцати или более месяцев подряд (Активность Учетной записи);</p>\n<p>и ваша Учетная запись находится в кредите.</p>\n<p>7.2. Вы будете уведомлены о том, что мы начнем взимать с вас комиссию на одиннадцатом месяце бездействия, и у вас всегда будет возможность войти в систему и вывести свои средства.</p>\n<p>7.3. Плата за неактивную учетную запись будет сниматься с вашей учетной записи ежемесячно в той мере, в какой ваша учетная запись остается в кредите, и только в течение периода, в течение которого не остается никаких действий по учетной записи после истечения начального двенадцатимесячного периода. Если комиссия за неактивность счета должна быть снята с вашей учетной записи, а баланс вашей учетной записи меньше 5 евро (или эквивалентной валюты), комиссия за неактивность учетной записи будет включать оставшиеся средства на вашей учетной записи.</p>\n<p>8. Депозит денежных средств</p>\n<p>8.1. Все депозиты должны быть сделаны со счета, платежной системы или кредитной карты, зарегистрированной на ваше имя, и любые депозиты, сделанные в любой другой валюте, будут конвертированы с использованием ежедневного обменного курса, полученного на oanda.com, или в нашем собственном банке или преобладающий обменный курс нашего платежного процессора, после которого ваш счет будет депонирован соответствующим образом. Обратите внимание, что некоторые платежные системы могут взимать дополнительную комиссию за обмен валюты, которая будет вычтена из суммы вашего депозита.</p>\n<p>8.2. Комиссии и сборы могут применяться к клиентским депозитам и снятиям средств, которые можно найти на веб-сайте. В большинстве случаев мы берем на себя комиссию за транзакцию за депозиты на ваш Slotsidol.com. Вы несете ответственность за свои собственные банковские сборы, которые вы можете понести в связи с размещением средств у нас.</p>\n<p>8.3. Компания не является финансовым учреждением и использует сторонние электронные платежные системы для обработки депозитов с кредитных и дебетовых карт; они не обрабатываются нами напрямую. Если вы вносите средства с помощью кредитной или дебетовой карты, ваш счет будет зачислен только в том случае, если мы получим подтверждение и код авторизации от учреждения, выпустившего платеж. Если эмитент вашей карты не дает такого разрешения, эти средства не будут зачислены на ваш счет.</p>\n<p>8.4. Вы соглашаетесь полностью оплачивать любые платежи и сборы, причитающиеся нам или поставщикам платежей в связи с использованием вами Сервиса. Вы также соглашаетесь не возвращать платежи, не отказываться, не отменять или иным образом не отменять какие-либо из ваших депозитов, и в любом таком случае вы возместите и компенсируете нам такие невыплаченные депозиты, включая любые расходы, понесенные нами в процессе сбора вашего депозита. , и вы соглашаетесь с тем, что любые выигрыши по ставкам с использованием этих списанных средств будут аннулированы. Вы признаете и соглашаетесь с тем, что ваш игровой счет не является банковским счетом и, следовательно, не гарантируется, не застрахован или иным образом не защищен какой-либо системой страхования вкладов или банковского страхования или любой другой аналогичной системой страхования любой другой юрисдикции, включая, помимо прочего, вашу местную юрисдикцию. . Кроме того, на счет игрока не начисляются проценты ни на какие средства, хранящиеся на нем.</p>\n<p>8.5. Если вы решите принять какое-либо из наших рекламных или бонусных предложений, введя бонусный код во время депозита, вы соглашаетесь с Условиями бонусов и условиями каждого конкретного бонуса.</p>\n<p>8.6. Средства, полученные в результате преступной и/или незаконной и/или несанкционированной деятельности, не должны храниться у нас.</p>\n<p>8.7. Если вы вносите депозит с помощью кредитной карты, рекомендуется сохранить копию Записей о транзакциях и копию настоящих Условий.</p>\n<p>8.8. Азартные игры в Интернете могут быть незаконными в юрисдикции, в которой вы находитесь; если это так, вы не имеете права использовать свою платежную карту для внесения депозита на этом сайте. Вы обязаны знать законы, касающиеся азартных игр в Интернете в стране вашего проживания.</p>\n<p>9. Вывод средств</p>\n<p>9.1. Вы можете вывести любые неиспользованные и очищенные средства, хранящиеся на вашем игровом счете, отправив запрос на вывод средств в соответствии с нашими условиями вывода средств. Минимальная сумма вывода за транзакцию составляет 10 евро (или эквивалент в другой валюте), за исключением закрытия счета, и в этом случае вы можете снять весь баланс.</p>\n<p>9.2. Комиссии на вывод нет, если вы прокрутите (отыграете) депозит хотя бы 1 раз. В противном случае мы имеем право вычесть комиссию в размере 8% с минимальной суммы 4 евро (или эквивалент в валюте вашего счета) для борьбы с отмыванием денег.</p>\n<p>9.3. Мы оставляем за собой право запросить удостоверение личности с фотографией, подтверждение адреса или выполнить дополнительные процедуры проверки (запросить ваше селфи, организовать проверочный звонок и т. д.) с целью подтверждения личности до предоставления каких-либо средств на ваш счет. Мы также оставляем за собой право выполнять проверку личности в любое время в течение всего срока ваших отношений с нами.</p>\n<p>9.4. Все выплаты должны производиться на первоначальную дебетовую, кредитную карту, банковский счет, способ оплаты, используемый для осуществления платежа на ваш счет. Мы можем, и всегда по своему усмотрению, разрешить вам использовать способ оплаты, с которого не был получен ваш первоначальный депозит. Это всегда будет подвергаться дополнительным проверкам безопасности.</p>\n<p>9.5. Если вы хотите вывести средства, но ваша учетная запись недоступна, бездействует, заблокирована или закрыта, обратитесь в наш отдел обслуживания клиентов.</p>\n<p>9.6. В случаях, когда ваш баланс как минимум в 10 раз превышает общую сумму ваших депозитов, вы будете ограничены суммой 5000 евро (или эквивалентом в другой валюте) на вывод в месяц. В остальных случаях максимальная сумма вывода в месяц составляет 10 000 евро.</p>\n<p>9.7. Обратите внимание, что мы не можем гарантировать успешную обработку снятия средств или возмещения средств в случае нарушения вами политики ограниченного использования, указанной в пунктах 3.3 и 4.</p>\n<p>10. Платежные транзакции и обработчики</p>\n<p>10.1. Вы несете полную ответственность за выплату всех денежных средств, причитающихся нам. Вы должны добросовестно осуществлять все платежи в нашу пользу и не пытаться отменить сделанный платеж или предпринимать какие-либо действия, которые могут привести к тому, что такой платеж будет отменен третьей стороной, чтобы избежать законной ответственности. Вы возместите нам любые возвратные платежи, отказ или отмену платежа, которые вы делаете, и любые убытки, понесенные нами в результате этого. Мы оставляем за собой право также взимать административный сбор в размере 50 евро или эквивалентной суммы в другой валюте за возврат платежа, отказ или отмену платежа, который вы делаете.</p>\n<p>10.2. Мы оставляем за собой право использовать сторонние электронные платежные системы и/или коммерческие банки для обработки платежей, сделанных вами, и вы соглашаетесь соблюдать их положения и условия при условии, что они уведомлены вам, и эти условия не противоречат настоящим Условиям.< /p>\n<p>10.3. Все транзакции, совершенные на нашем сайте, могут быть проверены на предмет предотвращения отмывания денег или финансирования терроризма. О подозрительных транзакциях будет сообщено в соответствующие органы.</p>\n<p>11. Ошибки</p>\n<p>11.1. В случае ошибки или неисправности нашей системы или процессов все ставки аннулируются. Вы обязаны немедленно сообщить нам, как только вам станет известно о какой-либо ошибке в Сервисе. В случае коммуникационных или системных ошибок, ошибок или вирусов, возникающих в связи с Сервисом и/или платежами, сделанными вам в результате дефекта или ошибки в Сервисе, мы не будем нести ответственность перед вами или какой-либо третьей стороной за любые прямые или косвенные затраты, расходы, убытки или претензии, возникающие или являющиеся результатом таких ошибок, и мы оставляем за собой право аннулировать все рассматриваемые игры/ставки и предпринимать любые другие действия для исправления таких ошибок.</p>\n<p> 11.2. Мы прилагаем все усилия, чтобы не допускать ошибок при размещении букмекерских линий. Однако, если в результате человеческой ошибки или системных проблем ставка принимается с коэффициентом, который: существенно отличается от коэффициента, доступного на общем рынке на момент размещения ставки; или явно неверно, учитывая вероятность того, что событие произойдет во время размещения ставки, мы оставляем за собой право отменить или аннулировать эту ставку, а также отменить или аннулировать ставку, сделанную после начала события.</p>\n<p>11,3. Мы имеем право взыскать с вас любую переплаченную сумму и изменить вашу Учетную запись, чтобы исправить любую ошибку. Примером такой ошибки может быть неправильная цена или неправильный ввод результата события. Если на вашем счете недостаточно средств, мы можем потребовать, чтобы вы выплатили нам соответствующую непогашенную сумму, относящуюся к любым ошибочным ставкам или ставкам. Соответственно, мы оставляем за собой право отменять, сокращать или удалять любые незавершенные игры, независимо от того, были ли они размещены на средства, полученные в результате ошибки, или нет.</p>\n<p>12. Правила игры, возврат и отмена</p>\n<p>12.1. Победитель события будет определен в день расчета события, и мы не будем признавать опротестованные или отмененные решения для целей ставок.</p>\n<p>12.2. Все опубликованные результаты становятся окончательными через 72 часа, и по истечении этого периода никакие вопросы рассматриваться не будут. В течение 72 часов после публикации результатов мы сбрасываем/исправим результаты только из-за человеческой ошибки, системной ошибки или ошибок, допущенных источником результатов.</p>\n<p>12.3. Если результат матча по какой-либо причине отменяется руководящим органом матча в течение периода выплаты, все деньги будут возвращены.</p>\n<p>12.4. Если в игре, где предлагается ничья, произойдет ничья, все ставки на победу или поражение команды будут потеряны. Если ничья не предлагается, то каждый получает возврат в результате ничьей в матче. И если ничья не была доступна, то будет засчитано дополнительное время, если оно будет сыграно.</p>\n<p>12.5. Если результат не может быть подтвержден нами, например, если лента, транслирующая событие, прервана (и не может быть подтверждена другим источником), то на нашем голосовании ставки на это событие будут признаны недействительными, а ставки возвращены.</p> \n<p>12.6. Минимальные и максимальные суммы ставок на все события определяются нами и могут быть изменены без предварительного письменного уведомления. Мы также оставляем за собой право изменять ограничения для отдельных Учетных записей.</p>\n<p>12.7. Клиенты несут единоличную ответственность за свои операции по Счету. Когда транзакция завершена, ее нельзя изменить. Мы не несем ответственности за отсутствующие или повторяющиеся ставки, сделанные Клиентом, и не будем рассматривать запросы о несоответствии из-за отсутствия или дублирования игры. Клиенты могут просматривать свои транзакции в разделе сайта «Моя учетная запись» после каждого сеанса, чтобы убедиться, что все запрошенные ставки были приняты.</p>\n<p>12.8. Матч будет считаться сыгранным, если обе команды верны, и независимо от заголовка лиги, в котором он размещен на нашем веб-сайте.</p>\n<p>12.9. Даты и время начала киберспортивных матчей, отображаемые на Веб-сайте, являются ориентировочными и не гарантируют правильность. Если матч приостановлен или отложен и не возобновлен в течение 72 часов с фактического запланированного времени начала, матч не будет иметь никакого действия, а ставки будут возвращены. Исключение составляет любая ставка на то, продвинется ли команда/игрок в турнире или выиграет ли он, будет иметь силу независимо от приостановленного или отложенного матча.</p>\n<p>12.10. Если мы публикуем событие с неправильной датой, все ставки имеют силу в зависимости от даты, объявленной руководящим органом.</p>\n<p>12.11. Если команда использует заместителей, результат по-прежнему действителен, поскольку команда решила использовать заместителей.</p>\n<p>12.12. Компания оставляет за собой право удалять события, рынки и любые другие продукты с Веб-сайта.</p>\n<p>12.13. Подробное объяснение наших правил ставок на спорт находится на отдельной странице: ПРАВИЛА СТАВОК НА СПОРТИВ</p>\n<p>13. Сообщения и уведомления</p>\n<p>13.1. Все сообщения и уведомления, которые вы должны направлять нам в соответствии с настоящими Условиями, должны быть отправлены с использованием формы поддержки клиентов на Веб-сайте.</p>\n<p>13.2. Все сообщения и уведомления, которые мы должны направлять вам в соответствии с настоящими Условиями, должны быть, если иное не указано в настоящих Условиях, либо размещены на Веб-сайте, либо отправлены на зарегистрированный адрес электронной почты, который мы храним в нашей системе для соответствующего Клиента. Способ такой связи остается на наше исключительное усмотрение.</p>\n<p>13.3. Все сообщения и уведомления, которые должны быть отправлены вами или нами в соответствии с настоящими Условиями, должны быть в письменной форме на английском языке и должны быть отправлены на зарегистрированный адрес электронной почты в вашей учетной записи и с него.</p>\n<p>13.4. Время от времени мы можем связываться с вами по электронной почте, чтобы предоставить вам информацию о ставках, уникальных рекламных предложениях и другую информацию от Slotsidol.com. Вы соглашаетесь получать такие электронные письма, когда соглашаетесь с настоящими Условиями при регистрации на Веб-сайте. Вы можете отказаться от получения таких рекламных предложений от нас в любое время, отправив запрос в службу поддержки.</p>\n<p>14. Вопросы, находящиеся вне нашего контроля</p>\n<p>Мы не можем нести ответственность за какой-либо сбой или задержку в предоставлении Сервиса из-за форс-мажорных обстоятельств, которые можно разумно считать неподконтрольными нам, несмотря на принятие нами разумных превентивных мер. такие меры, как: стихийное бедствие; торговый или трудовой спор; отключение питания; действие, бездействие или бездействие любого правительства или органа власти; препятствие или сбой телекоммуникационных услуг; или любая другая задержка или сбой, вызванные третьей стороной, и мы не несем ответственности за любые возникающие в результате убытки или ущерб, которые вы можете понести. В таком случае мы оставляем за собой право отменить или приостановить использование Сервиса без какой-либо ответственности.</p>\n<p>15. Ответственность</p>\n<p>15.1. В СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, МЫ НЕ ПРЕДОСТАВЛЯЕМ ВАМ КОМПЕНСАЦИИ ЗА ЛЮБЫЕ ОБОСНОВАННЫЕ УБЫТКИ ИЛИ УЩЕРБ (ПРЯМЫЕ ИЛИ КОСВЕННЫЕ), КОТОРЫЕ ВЫ МОЖЕТЕ ПОНЯТЬ, ЕСЛИ МЫ НЕ ВЫПОЛНЯЕМ НАШИ ОБЯЗАТЕЛЬСТВА В СООТВЕТСТВИИ С НАСТОЯЩИМИ УСЛОВИЯМИ, ЕСЛИ МЫ НЕ НАРУШИМ ЛЮБЫЕ ОБЯЗАННОСТИ, ВОЗЛОЖЕННЫЕ НА НАС ЗАКОНОМ (В ТОМ ЧИСЛЕ, ЕСЛИ МЫ ПРИЧИНИМ СМЕРТЬ ИЛИ ТРАВМУ ЧЕЛОВЕКА ИЗ-ЗА НАШЕЙ НЕБРЕЖНОСТИ) В ЭТОМ СЛУЧАЕ МЫ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАС, ЕСЛИ ЭТА НЕУДАЧА ПРИЗНАНА: (I) ВАШЕЙ СОБСТВЕННОЙ ВИНОЙ; (II) ТРЕТЬЯ СТОРОНА, НЕ СВЯЗАННАЯ С НАМИ ВЫПОЛНЕНИЕМ НАШИХ УСЛОВИЙ (НАПРИМЕР, ПРОБЛЕМЫ, СВЯЗАННЫЕ С ПРОИЗВОДИТЕЛЬНОСТЬЮ СЕТИ СВЯЗИ, ПЕРЕГРУЗКОЙ И ПОДКЛЮЧЕНИЕМ ИЛИ ПРОИЗВОДИТЕЛЬНОСТЬЮ ВАШЕГО КОМПЬЮТЕРНОГО ОБОРУДОВАНИЯ); ИЛИ (III) ЛЮБЫМИ ДРУГИМИ СОБЫТИЯМИ, КОТОРЫЕ НИ МЫ, НИ НАШИ ПОСТАВЩИКИ НЕ МОГЛИ БЫТЬ ПРЕДСКАЗАТЬ ИЛИ ПРЕДОТВРАТИТЬ, ДАЖЕ ЕСЛИ МЫ ИЛИ ОНИ ПРИНИМАЛИ РАЗУМНЫЕ ОСТОРОЖНОСТИ. ПОСКОЛЬКУ ЭТА УСЛУГА ПРЕДНАЗНАЧЕНА ТОЛЬКО ДЛЯ ПОТРЕБИТЕЛЬСКОГО ИСПОЛЬЗОВАНИЯ, МЫ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ УБЫТКИ ДЛЯ БИЗНЕСА ЛЮБОГО РОДА.</p>\n<p>15.2. В СЛУЧАЕ, ЧТО МЫ НЕСЕМ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБОЕ СОБЫТИЕ В СООТВЕТСТВИИ С НАСТОЯЩИМИ УСЛОВИЯМИ, НАША СОВОКУПНАЯ ОТВЕТСТВЕННОСТЬ ПЕРЕД ВАС В СООТВЕТСТВИИ С НАСТОЯЩИМИ УСЛОВИЯМИ ИЛИ В СВЯЗИ С ними НЕ БУДЕТ ПРЕВЫШАТЬ (A) СТОИМОСТЬ СТАВОК ИЛИ ИЛИ СТАВОК, РАЗМЕЩЕННЫХ ЧЕРЕЗ ВАШ СЧЕТ В ОТНОШЕНИИ СООТВЕТСТВУЮЩАЯ СТАВКА/СТАВКА ИЛИ ПРОДУКТ, КОТОРЫЙ ПРИЗНАЛ СООТВЕТСТВУЮЩУЮ ОТВЕТСТВЕННОСТЬ, ИЛИ (B) ЕВРО 500 ЕВРО СОВОКУПНО, В зависимости от того, что меньше.</p>\n<p>15.3. МЫ НАСТОЯТЕЛЬНО РЕКОМЕНДУЕМ ВАМ (I) ПОЗАБОТЬТЕСЬ О ПРОВЕРКЕ ПРИГОДНОСТИ И СОВМЕСТИМОСТИ УСЛУГИ С ВАШИМ СОБСТВЕННЫМ КОМПЬЮТЕРНЫМ ОБОРУДОВАНИЕМ ПЕРЕД ИСПОЛЬЗОВАНИЕМ; И (II) ПРИНИМАТЬ РАЗУМНЫЕ МЕРЫ ПРЕДОСТОРОЖНОСТИ ДЛЯ ЗАЩИТЫ ОТ ВРЕДНЫХ ПРОГРАММ ИЛИ УСТРОЙСТВ, В ТОМ ЧИСЛЕ ПОСРЕДСТВОМ УСТАНОВКИ АНТИВИРУСНОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ.</p>\n<p>16. Азартные игры несовершеннолетних</p>\n<p>16.1. Если мы подозреваем, что вы находитесь или получили уведомление о том, что вам в настоящее время меньше 18 лет или было меньше 18 лет (или меньше возраста совершеннолетия, как это предусмотрено законодательством применимой к вам юрисдикции), когда вы размещали какие-либо ставки через Сервис, ваша учетная запись будет приостановлено (заблокировано), чтобы вы не могли делать какие-либо дальнейшие ставки или снимать средства со своего счета. Затем мы расследуем этот вопрос, в том числе вопрос о том, делали ли вы ставки в качестве агента или иным образом от имени лица, не достигшего 18-летнего возраста (или младше возраста совершеннолетия, как это предусмотрено законодательством применимой к вам юрисдикции). Если вы обнаружите, что вы: (а) находитесь в настоящее время; (b) были моложе 18 лет или младше совершеннолетия, применимого к вам в соответствующее время; или (c) делали ставки в качестве агента или по указанию лица моложе 18 лет или моложе применимого возраста совершеннолетия:</p>\n<ul>\n<li>все выигрыши, которые в настоящее время или должны быть зачисленные на ваш счет, будут сохранены;</li>\n<li>все выигрыши, полученные от ставок через Сервис, пока вы не достигли совершеннолетия, должны быть выплачены нам по требованию (если вы не выполните это положение, мы постараемся вернуть все расходы, связанные с взысканием таких сумм); и/или</li>\n<li>любые денежные средства, внесенные на ваш счет, которые не являются выигрышем, будут возвращены вам ИЛИ сохранены до достижения вами 18-летнего возраста по нашему собственному усмотрению. Мы оставляем за собой право вычесть комиссию за платежную транзакцию из возвращаемой суммы, включая комиссию за транзакцию депозита на ваш счет Slotsidol.com, которую мы покрыли.</li>\n</ul>\n<p>16.2. Это условие также распространяется на вас, если вы старше 18 лет, но размещаете ставки в юрисдикции, в которой установлен более высокий возраст, чем 18 лет, для законных ставок, и вы младше этого установленного законом минимального возраста в этой юрисдикции.</p >\n<p>16.3. Если мы подозреваем, что вы нарушаете положения настоящего пункта или пытаетесь полагаться на них в мошеннических целях, мы оставляем за собой право предпринять любые действия, необходимые для расследования этого вопроса, включая информирование соответствующих правоохранительных органов. .</p>\n<p>17. Мошенничество</p>\n<p>Мы будем добиваться уголовных и договорных санкций против любого Клиента, причастного к мошенничеству, нечестности или преступным действиям. Мы приостановим платеж любому Клиенту, если возникнут подозрения в отношении любого из них. Заказчик возмещает и обязан оплатить нам по требованию все расходы, сборы или убытки, понесенные или понесенные нами (включая любые прямые, косвенные или косвенные убытки, упущенную выгоду, потерю бизнеса и потерю репутации), возникающие прямо или косвенно из-за мошенничества, нечестности или преступных действий Клиента.</p>\n<p>18. Интеллектуальная собственность</p>\n<p>18.1. Любое несанкционированное использование нашего имени и логотипа может привести к судебному преследованию против вас.</p>\n<p>18.2. В отношениях между нами и вами мы являемся единственными владельцами прав на Сервис, наши технологии, программное обеспечение и бизнес-системы («Системы»), а также наши коэффициенты.<br/> вы не должны использовать свои личный профиль для вашей собственной коммерческой выгоды (например, продажа обновления вашего статуса рекламодателю); и<br/> при выборе псевдонима для вашей учетной записи мы оставляем за собой право удалить или вернуть его, если сочтем это целесообразным.</p>\n<p>18.3. Вы не можете использовать наш URL-адрес, товарные знаки, торговые наименования и/или фирменный стиль, логотипы («Знаки») и/или наши шансы в связи с любым продуктом или услугой, которые не принадлежат нам, которые каким-либо образом могут вызвать путаницу среди Клиентов или общественности или каким-либо образом унижающую нас.</p>\n<p>18.4. За исключением случаев, прямо оговоренных в настоящих Условиях, мы и наши лицензиары не предоставляем вам никаких явных или подразумеваемых прав, лицензий, титулов или интересов в отношении Систем или Знаков, а также всех таких прав, лицензий, титулов и интересов, специально сохраненных за нами и наши лицензиары. Вы соглашаетесь не использовать какие-либо автоматические или ручные устройства для мониторинга или копирования веб-страниц или контента в Сервисе. Любое несанкционированное использование или воспроизведение может привести к судебному преследованию против вас.</p>\n<p>19. Ваша лицензия</p>\n<p>19.1. В соответствии с настоящими Условиями и вашим соблюдением их мы предоставляем вам неисключительную, ограниченную, непередаваемую и не подлежащую сублицензированию лицензию на доступ и использование Сервиса только в ваших личных некоммерческих целях. Наша лицензия для вас прекращается, если наше соглашение с вами в соответствии с настоящими Условиями заканчивается.</p>\n<p>19.2. За исключением вашего собственного контента, вы ни при каких обстоятельствах не можете изменять, публиковать, передавать, передавать, продавать, воспроизводить, загружать, публиковать, распространять, выполнять, отображать, создавать производные работы или каким-либо другим образом использовать Сервис. и/или любой его контент или содержащееся в нем программное обеспечение, за исключением случаев, когда мы прямо разрешаем это в настоящих Условиях или иным образом на Веб-сайте. Никакая информация или контент в Сервисе или предоставленные вам в связи с Сервисом не могут быть изменены или изменены, объединены с другими данными или опубликованы в любой форме, включая, например, очистку экрана или базы данных и любые другие действия, предназначенные для сбора, хранения, реорганизации. или манипулировать такой информацией или контентом.</p>\n<p>19.3. Любое несоблюдение вами данного пункта может также являться нарушением нашей интеллектуальной собственности или прав третьих лиц и других прав собственности, что может привести к гражданской ответственности и/или уголовному преследованию.</p>\n<p>20. Ваше поведение и безопасность</p>\n<p>20.1. В целях вашей защиты и защиты всех наших Клиентов размещение любого контента в Сервисе, а также действия в связи с ним и/или Сервисом, которые являются незаконными, неуместными или нежелательными, строго запрещены («Запрещенное поведение» ).</p>\n<p>20.2. Если вы участвуете в Запрещенном поведении или мы по своему собственному усмотрению определяем, что вы участвуете в Запрещенном поведении, ваша Учетная запись и/или ваш доступ к Сервису или его использование могут быть прекращены немедленно без предварительного уведомления. Другой Клиент, другая третья сторона, правоохранительные органы и/или мы можем подать против вас судебный иск в связи с вашим Запрещенным поведением.</p>\n<p>20.3. Запрещенное поведение включает в себя, помимо прочего, доступ к Сервису или его использование для:<br/> продвижения или распространения информации, которая, как вы знаете, является ложной, вводящей в заблуждение или незаконной;<br/> осуществления любых незаконных или незаконных действий, таких как, но не ограничиваясь, любая деятельность, которая способствует или продвигает какую-либо преступную деятельность или предприятие, нарушает неприкосновенность частной жизни другого Клиента или любого другого третьего лица или другие права или создает или распространяет компьютерные вирусы;<br/> причиняет какой-либо вред несовершеннолетним;<br/> передавать или делать доступным любой контент, который является незаконным, вредоносным, угрожающим, оскорбительным, неправомерным, клеветническим, вульгарным, непристойным, непристойным, насильственным, разжигающим ненависть или неприемлемым в расовом, этническом или ином отношении;<br/> передавать или делать доступным любой контент, который пользователь не имеет права предоставлять доступ в соответствии с каким-либо законом или договорными или фидуциарными отношениями, включая, помимо прочего, любой контент, который нарушает авторские права, товарные знаки или другую интеллектуальную собственность и права собственности;<br/> transm это или сделать доступным любой контент или материал, который содержит какой-либо программный вирус или другой компьютерный или программный код (включая HTML), предназначенный для прерывания, уничтожения или изменения функциональности Сервиса, его представления или любого другого веб-сайта, компьютерного программного или аппаратного обеспечения;<br /> каким-либо образом вмешиваться, нарушать или перепроектировать Сервис, включая, помимо прочего, перехват, эмуляцию или перенаправление используемых нами протоколов связи, создание или использование читов, модов или хаков или любого другого программного обеспечения, предназначенного для изменения Сервиса, или используя любое программное обеспечение, которое перехватывает или собирает информацию из Сервиса или через него;<br/> извлекает или индексирует любую информацию из Сервиса с помощью любого робота, паука или другого автоматизированного механизма;<br/> участвует в любой деятельности или действии, которые, в наше единоличное и полное неограниченное усмотрение приводит или может привести к обману или мошенничеству другого Клиента;<br/> передавать или делать доступными любые нежелательные или несанкционированные рекламные или массовые рассылки, такие как, помимо прочего, нежелательная почта, обмен мгновенными сообщениями, «спим», «спам», письма счастья, финансовые пирамиды или другие формы навязывания; br/> создавать Учетные записи на Веб-сайте с помощью автоматических средств или под ложным или мошенническим предлогом;<br/> выдавать себя за другого Клиента или любую другую третью сторону, или<br/> совершать любые другие действия или действия, которые мы обоснованно считаем противоречащими наши деловые принципы.<br/> Приведенный выше список Запрещенного поведения не является исчерпывающим и может быть изменен нами в любое время или время от времени. Мы оставляем за собой право расследовать и предпринимать все такие действия, которые мы по нашему собственному усмотрению сочтем уместными или необходимыми в данных обстоятельствах, включая, помимо прочего, удаление сообщений Клиента из Сервиса и/или удаление его Учетной записи, а также предпринимать любые действия. против любого Клиента или третьего лица, которое прямо или косвенно участвует или сознательно разрешает любому третьему лицу прямо или косвенно участвовать в Запрещенном поведении, с уведомлением такого Клиента или третьего лица или без него.</p>\n<p>21. Ссылки на другие веб-сайты</p>\n<p>Сервис может содержать ссылки на сторонние веб-сайты, которые не обслуживаются нами или не связаны с нами и над которыми мы не имеем никакого контроля. Ссылки на такие веб-сайты предоставляются исключительно для удобства Клиентов и никоим образом не исследуются, не отслеживаются и не проверяются нами на точность или полноту. Ссылки на такие веб-сайты не подразумевают какого-либо одобрения и/или какой-либо принадлежности с нашей стороны к связанным веб-сайтам или их контенту или их владельцу (владельцам). Мы не контролируем и не несем ответственности за их наличие, а также за их точность, полноту, доступность и полезность. Соответственно, при доступе к таким веб-сайтам мы рекомендуем вам соблюдать обычные меры предосторожности при посещении нового веб-сайта, включая ознакомление с их политикой конфиденциальности и условиями использования.</p>\n<p>22. Жалобы</p>\n<p>22.1. Если у вас есть какие-либо опасения или вопросы относительно настоящих Условий, вам следует связаться с нашим отделом обслуживания клиентов по ссылкам на веб-сайте и использовать свой зарегистрированный адрес электронной почты во всех сообщениях с нами.</p>\n<p>22.2. НЕСМОТРЯ НА ВЫШЕИЗЛОЖЕННОЕ, МЫ НЕ НЕСЕМ НИКАКОЙ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАС ИЛИ КАКИМ-ЛИБО ТРЕТЬИМ ЛИЦАМ ПРИ ОТВЕТЕ НА ЛЮБУЮ ЖАЛОБУ, КОТОРУЮ МЫ ПОЛУЧИЛИ ИЛИ ПРИНЯЛИ ДЕЙСТВИЯ В СВЯЗИ С НИМ.</p>\n<p>22.3. Если Клиент не удовлетворен тем, как была рассчитана ставка, Клиент должен предоставить подробную информацию о своей жалобе в наш отдел обслуживания клиентов. Мы приложим разумные усилия, чтобы ответить на запросы такого рода в течение нескольких дней (и в любом случае мы намерены ответить на все такие запросы в течение 28 дней с момента получения).</p>\n<p>22.4. Споры должны быть поданы в течение трех (3) дней с даты принятия решения по рассматриваемой ставке. Никакие претензии не будут удовлетворены после этого периода. Клиент несет единоличную ответственность за операции со своей Учетной записью.</p>\n<p>22.5. В случае возникновения спора между вами и нами наш отдел обслуживания клиентов попытается найти согласованное решение. Если наш отдел обслуживания клиентов не сможет прийти к согласованному с вами решению, вопрос будет передан нашему руководству.</p>\n<p>22.6. Если все усилия по разрешению спора к удовлетворению Клиента не увенчались успехом, Клиент имеет право подать жалобу в наш лицензирующий орган Gaming Services Provider N.V.</p>\n<p>23. Переуступка</p>\n<p>Ни настоящие Условия, ни какие-либо права или обязанности по настоящему Соглашению не могут быть переуступлены вами без предварительного письменного согласия с нашей стороны, в котором не будет необоснованно отказано. Мы можем без вашего согласия передать все или любую часть наших прав и обязательств по настоящему Соглашению любой третьей стороне при условии, что такая третья сторона может предоставить услугу, по существу аналогичную по качеству Сервису, разместив письменное уведомление об этом в Сервисе. </p>\n<p>24. Делимость</p>\n<p>В случае, если какое-либо положение настоящих Условий будет сочтено каким-либо компетентным органом неисполнимым или недействительным, соответствующее положение должно быть изменено, чтобы обеспечить его принудительное исполнение в соответствии с намерением исходный текст в максимальной степени, разрешенной применимым законодательством. Действительность и применимость остальных положений настоящих Условий не затрагиваются.</p>\n<p>25. Нарушение настоящих Условий</p>\n<p>Не ограничивая другие наши средства правовой защиты, мы можем приостановить или прекратить действие вашей Учетной записи и отказать в дальнейшем предоставлении вам Сервиса в любом случае без предварительного уведомления, если, по нашему мнению, обоснованное мнение, вы нарушаете какое-либо существенное условие настоящих Условий. Однако уведомление о любых таких предпринятых действиях будет незамедлительно предоставлено вам.</p>\n<p>26. Общие положения</p>\n<p>26.1. <strong>Срок действия соглашения.</strong> Настоящие Условия остаются в полной силе, пока вы получаете доступ к Сервису или используете его либо являетесь Клиентом или посетителем Веб-сайта. Настоящие Условия остаются в силе после прекращения действия вашей Учетной записи по любой причине.</p>\n<p>26.2. <strong>Пол</strong>. Слова, обозначающие единственное число, должны включать множественное число и наоборот, слова, обозначающие мужской род, должны включать женский и средний род и наоборот, а слова, обозначающие лица, должны включать отдельные лица, товарищества, ассоциации, трасты, некорпоративные организации и корпорации.</p>\n<p>26.3. <strong>Отказ</strong>. Мы не отказываемся, будь то в результате поведения или иным образом, в отношении нарушения или угрозы нарушения вами любого положения или условия настоящих Условий вступают в силу или имеют для нас обязательную силу, если они не сделаны в письменной форме и должным образом не подписаны нами, и, если иное не предусмотрено в письменном отказе, должны быть ограничены конкретным нарушением, от которого отказываются. неисполнение нами в любое время какого-либо положения или условия настоящих Условий не должно толковаться как отказ от такого положения или права с нашей стороны применять такое положение в любое другое время.</p>\n<p> 26.4. <strong>Подтверждение</strong>. Сервисом, вы подтверждаете, что прочитали, поняли и согласились с каждым пунктом настоящих Условий. В результате вы настоящим безоговорочно отказываетесь от любых будущих аргументов, претензий, требований или действий, противоречащих чему-либо, содержащемуся в настоящих Условиях.</p>\n<p>26.5. <strong>Язык</strong>. В случае несоответствия между англоязычной версией данных правил и любой другой языковой версией правильной будет считаться англоязычная версия.</p>\n<p>26.6. <strong>Применимое законодательство.</strong> Настоящие Условия регулируются действующим законодательством Кюрасао.</p>\n<p>26.7. <strong>Полностью согласен</strong>. Настоящие Условия представляют собой полное соглашение между вами и нами в отношении вашего доступа к Сервису и его использования и заменяют все другие предыдущие соглашения и сообщения, будь то устные или письменные, в отношении предмета настоящего Соглашения.</p>"
}