{
  "heading": "Privacy Policy",

  "text" : "<p>SLOTS IDOL PRIVACY POLICY</p>\n<p>The parties! The paparazzi!</p>\n<p>Most SlotsIdol players love the publicity… for everything but their data!</p>\n<p>Whatever your preference, the data we need for your account’s protection ad to optimize your SlotsIdol experience is safe and secure with us.</p>\n<p>We’ll never share your data with anyone.</p>\n<p>But we Do have to collect a bit. Here’s what, how and why: Our Privacy and Cookie Policy (we’ll just call it “out Policy” from here.</p>\n<p><strong>Note that our Policy may need to change from time to time. Any changes to our Policy will become effective upon posting of the revised Policy on the Website and we will notify you of any significant changes to our Policy</strong>.</p>\n<p>You should check this policy when notified and occasionally when logging in. It’ll always be here for you.</p>\n<p>To open an account, we are required by our licence to collect basic contact information for you: name, address, phone, email, birthdate. You will be required to provide proof of these data points. If any of your information changes, do contact as soon as you can to avoid delays in managing your account.</p>\n<p>Please also see of “Terms of Service” on our Terms and Conditions on SlotsIdol.com.</p>\n<p>The data protection law calls us a “controller” (or “data controller”) and as such, we will securely store and process the personal data that you have provided to us. Controller is a legal term that signifies the organisation that controls what to do with any personal data.<br /><br /> If you have any concerns or questionss about our handling of your data, please contact with our Data Protection Officer (DPO) so we can try to resolve any issues: email <strong>security@slotsidol.com</strong>. <br /><br /> Alternatively, you can contact by post our Data Protection Officer in by mail: DPO@SI, &lt;&lt;address for post&gt;&gt;. Please also include the fact that your query is in regards to this site, SlotsIdol.com, specifically.<br /><br /> If you feel we have not dealt with your concern and that we are failing to meet our legal obligations, you can report this to the supervisory authority: the Information Commissioner’s Office (ICO) that governs our company in relation to data protection issues: ICO: &lt;&lt;URL&gt;&gt;</p>\n<p>Personal data, or personal information, means any information about YOU specifically that can be used to identify YOU. It does not include data where the identity has been removed (anonymous data). We may collect, use, store and transfer various kinds of data about you which includes:<br /><br /><strong>Identity Data</strong> includes first name, last name, username or similar identifier, marital status, title, date of birth and gender.<br /><br /><strong>Contact Data</strong> includes billing address, email address and telephone number as well as any other information provided at the time of registering to use our Website, subscribing to any of our services (including promotions about products), posting material or requesting further services.<br /><br /><strong>Correspondence Data</strong> includes information you provide when entering a promotion or competition, making a Customer Support enquiry or complaint or when you report a problem with our Website, any other records of correspondence if you contact us about any matter. Your telephone conversations may be recorded both to assist us in training and in quality management, and to allow for the speedy resolution of queries.<br /><br /><strong>Financial Data,</strong> including bank account information and information relating to your financial position.<br /><br /><strong>Transaction Data,</strong> including details about payments to and from you and other details of products and services you have purchased from us.<br /><br /><strong>Technical Data,</strong> such as your internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access this website.<br /><br /><strong>Profile Data,</strong> including your username, password and your activity on the Website.<br /><br /><strong>Usage Data,</strong> including information about how you use the website.<br /><br /><strong>Marketing and Communications Data,</strong> including your preferences on receiving communications from us and other third parties. Your communication preferences as can be set and reviewed in the My Account section.<br /><br /> We also collect, use and may share <strong>Aggregated Data</strong> such as statistical or demographic data for any purpose. Aggregated Data is not considered personal data in law as this data does not directly or indirectly reveal your identity.<br /><br /> There are also certain special categories of personal data about you (such as details about your health) and information about criminal convictions and offences that we may obtain. This information is not collected by us in the ordinary course of business but only in exceptional circumstances and shall only be processed to comply with legal or regulatory obligations and responsibilities or where you have provided this information to us.</p>\n<p>Where the law requires us to collect personal data, or under the terms of the contract we have with you, if you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you with the services via our website). In this case, we may cancel a product or service you enjoy with us but we will notify you if this is ever the case.</p>\n<p>We may use different methods to collect data about you, including<br /><br /><strong>Direct interactions</strong>. This is the personal data you give us by filling in forms or by corresponding with us. This includes personal data you provide when you create an account on our website; place bets, or wager funds, on a game, via our website; request marketing to be sent to you; enter a competition, promotion or survey; or give us some feedback.<br /><br /><strong>Automated technologies or interactions</strong>. As you interact with our website, we may automatically collect data about your equipment, browsing actions and patterns, which may include personal data. We collect this personal data by using cookies, server logs and other similar technologies. Please see our cookie section below for more information.<br /><br /><strong>Third parties or publicly available sources</strong>. We may also receive personal data about you from various third parties and public sources to supplement personal data we hold about you for the processing purposes of prevention or detection of crime as well as for ensuring your responsible gambling as described in section 6 below.</p>\n<p>As per data protection laws, we will only process your personal data where we have a lawful basis for doing so. In respect of your personal data, these bases are: (i) where it is necessary to provide services to you under the performance of the contract we have with you; (ii) where we are required to do so in accordance with legal or regulatory obligations; (iii) where you have given your consent; and (iv) where it is in our legitimate interests to process your personal data provided that these interests do not prejudice your own rights, freedoms and interests.<br /><br /> We will process your personal data for the purposes and in accordance with the following bases:</p>\n<table>\n<tbody>\n<tr>\n<td>\n<p><strong>Purpose</strong></p>\n</td>\n<td>\n<p><strong>Lawful Basis</strong></p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Setting up, re-activating, operating and managing your account, including providing the services that you request from us</p>\n</td>\n<td>\n<p>Necessary for the performance of a contract</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Processing card and on-line payments relating to our services</p>\n</td>\n<td>\n<p>Necessary for the performance of a contract</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Verifying your age and identity, including disclosing your personal data to third parties (such as financial institutions, credit reporting agencies and age verification agencies) regarding such verification</p>\n</td>\n<td>\n<p>Necessary to comply with a legal or regulatory obligation</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Understanding your financial position to assist us in providing an effective service and to comply with responsible gambling obligations</p>\n</td>\n<td>\n<p>Necessary to comply with a legal or regulatory obligation</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Allowing you to subscribe to push notifications</p>\n</td>\n<td>\n<p>Consent (you can unsubscribe at any time via your browser settings)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Making available to you online advertisements and branding in relation to our goods, services, promotions and offers which may be of interest to you</p>\n</td>\n<td>\n<p>Legitimate interests</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Preventing fraud, cheating and money laundering, ensuring compliance with our Terms of Use, reducing credit risk and protecting games integrity, which may require us to disclose your personal data and betting and gaming history to third parties such as the relevant regulator, gaming bodies, financial institutions, agencies responsible for verifying age, the police and credit reporting agencies</p>\n</td>\n<td>\n<p>Necessary to comply with a legal or regulatory obligation</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Monitoring and giving effect to deposit, spend and loss limits that you have set</p>\n</td>\n<td>\n<p>Consent</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Improve our service and make your experience as enjoyable as possible by preparing statistics and providing analytical reports and analysis relating to the use of the services by our customers</p>\n</td>\n<td>\n<p>Legitimate Interests</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Enforcing or applying our Terms of Use and other agreements, and to protect the rights, property, or safety of our company, our players, or others</p>\n</td>\n<td>\n<p>Necessary for the performance of a contract and also necessary to comply with a legal or regulatory obligation</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Undertaking research, conducting surveys, technical diagnostics, research analyses and obtaining feedback from our players (which may include us contacting you directly) in order to better understand and improve our services</p>\n</td>\n<td>\n<p>Legitimate Interests (and you can opt-out of these at any time)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Training and quality management to improve our services and customer relations (which may include recording telephone calls)</p>\n</td>\n<td>\n<p>Legitimate interests</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Monitoring our customers’ gambling and gambling patterns to comply with responsible gambling obligations and to ensure that your use of our services is responsible (which may include recording telephone calls)</p>\n</td>\n<td>\n<p>Necessary to comply with a legal or regulatory obligation</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Giving effect to any self-exclusion (or any other responsible gambling tool). This includes sharing your data with national self-exclusion databases if you have self-excluded)</p>\n</td>\n<td>\n<p>Necessary to comply with a legal or regulatory obligation</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Responding to communications you send to us</p>\n</td>\n<td>\n<p>Consent</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Providing you with any other services or complying with other legal or regulatory obligation from time-to-time</p>\n</td>\n<td>\n<p>Necessary to comply with a legal or regulatory obligation and/or necessary for the performance of a contact.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>We may use non-personal information (which is non-identifiable information that, when taken alone, cannot be used to identify or contact you). This could include gaming information, technical information and analytics information. As such, we are not aware of your specific identity from which the non-personal information was collected. We use such information for different purposes, such as personalizaition, advertising, improving our services, preventing fraud and performing web analytics. We may gather such information, either independently or through the help of our third-party service providers.<br /><br /> Where we process your personal data as set out above, we may do this directly or appoint members of our group or service providers (known as processors) to do this on our behalf and all of whom adhere to this Notice, and who only process your personal data on our behalf for the purposes set out above.<br /><br /> We may share your personal data with third parties in order to seek information on your financial position so that we may provide an effective service and comply with our responsible gambling obligations.</p>\n<p>Since we operate globally, it may be necessary to transfer your Information to other countries. The data protection and other laws of these countries may not be as comprehensive as those in your home country or our licencing conuntry − in these instances we will take steps (such as via standard contractual clauses pursuant to European Commission Decision 2010/87/EU available <u><a href=\"https://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2010:039:0005:0018:EN:PDF\">here</a></u>) to ensure that an adequate level of protection is always given to your personal data.</p>\n<p>We may use your information, such as your name, home address, email address, telephone number etc, ourselves or by using our third party subcontractors for the purpose of providing you with promotional materials concerning our Website as well as products, services, websites and applications which relate to: (i) other companies within our Group and/or thr Group's business partners and affiliates (together the <strong>‘Marketing Affiliates’</strong>), which we believe maybe of interest to you.<br /><br /> We may also share and disclose Information with our Marketing Affiliates for the purpose of providing you different marketing offers, which we, or our Marketing Affiliates, believe are relevant to you. Our Marketing Affiliates may use this information for different marketing techniques, such as direct email, post, SMS and telephone marketing purposes.<br /><br /> We will only send you marketing communications where you have consented to receive such communications. You may at any time decline to recive further marketing offers from us or from our business partners by contacting us or following the links in the relevant communication to unsubscribe. Please note that even if you unsubscribe from our marketing mailing list, we may continue to send you service-related updates and notifications.<br /><br /> We may use advertising services to provide you with content about our websites. To provide this content we may be required to share information with the service provider. By using this Website, you consent to our service providers and us using your personal data for personalised advertising. If you no longer wish to receive such advertisements, you can manage your preferences with us</p>\n<p>Every bet, gaming and account transaction is recorded on our computer systems. We also carry out routine monitoring of all transactions as they take place to assist us in improving the service that we provide to you and to comply with our licensing and regulatory obligations.</p>\n<p>We employ security measures to protect your personal data from access by unauthorised persons and to prevent unlawful processing, accidental loss, destruction and damage. These safeguards vary based on the sensitivity of the information that we collect and store. Protection of your personal data, including your registration details and any credit, debit card or other financial information you provide to us is considered highly confidential and treated as such even within our own organization.<br /><br /> Data on our secure pages is encrypted using TLS v1.2 at a minimum. Where we have given you (or where you have chosen) a password which enables you to access certain parts of our Websites, you are solely responsible for keeping this password confidential. Do not share your password with anyone.<br /><br /> Any personal data which identifies you will always be encrypted whilst in transit over the internet. SSL is a special protocol that automatically encrypts any information sent by you via our secure pages. Our server then reads the information using a private key. This means that your personal data is turned into a code that can only be decoded with the private key or password. If your browser is suitably configured, you may receive a warning message when you first access any secure page on the Website. This is simply to advise you that the Website is protecting your Information.<br /><br /> Unfortunately, the transmission of Information via the internet is not completely secure. Although we will do our best to protect your Information, we cannot guarantee the security of any personal data that you disclose online. You accept the inherent security implications of using the internet and will not hold us responsible for any breach of security unless we have failed in our obligations under data protection legislation. For your own privacy protection, we encourage you NOT to include sensitive Information (such as credit or debit card numbers) in any emails you send to us.</p>\n<p>We will hold your personal data for so long as you use our service and for no more than five years after (unless required to be kept longer in accordance with legal and regulatory requirements). We will endeavour to delete any personal data sooner where it is not necessary for us to hold it, but please be aware that we may hold personal data for longer if we are under a legal obligation to do so or where we have a reasonable belief that it is necessary to do so for business or legal reasons. </p>\n<p><strong>Requests:</strong> Under certain circumstances, you have rights under data protection laws in relation to your personal data. If you wish to exercise any of the rights set out below, please contact us at <strong>security@slotsidol.com</strong> or by post at our Data Protection Representative as described in clause 2. Please note, however, that not all rights are absolute. <br /><br /><strong>Fees:</strong> You will not have to pay a fee to access your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances.<br /><br /><strong>What we may need from you:</strong> We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response.<br /><br /><strong>Time limit to respond:</strong> We try to respond to all legitimate requests within one month. Occasionally, it may take us longer than a month if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you posted.<br /><br /><strong>Your legal rights:</strong></p>\n<p><strong>Request access</strong> to your personal data (also known as a \"data subject access request\"). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.<br /><br /><strong>Request correction</strong> of the personal data that we hold about you. This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.<br /><br /><strong>Request erasure</strong> of your personal data. This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal or regulatory reasons which will be notified to you, if applicable, at the time of your request.<br /><br /><strong>Object to processing</strong> of your personal data where we are relying on a legitimate interest (or those from a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms. You also have the right to object where we are processing your personal data for direct marketing purposes. In some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.<br /><br /><strong>Request restriction of processing</strong> of your personal data. This enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) to establish the data's accuracy; (b) to use the data in a way that is unlawful but you do not want us to erase it; (c) when you need us to hold the data even if we no longer require it in case you need it to establish, exercise or defend legal claims; or (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.<br /><br /><strong>Request the transfer</strong> of your personal data to you or to a third party. We currently do not offer this service and we are obliged to tell you pursuant to this Policy that this is not currently available.<br /><br /><strong>Withdraw consent at any time</strong> when we are relying on consent to process your personal data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we may not be able to provide certain products or services to you. We will advise you if this is the case at the time you withdraw your consent.</p>\n<p>From time to time, we may use player contact details to send you information about our services, which you accessed or subscribed to, including, but not limited to news about product updates, events, promotional materials and contests. You can opt out of these communications should you wish on our website or by contacting us. It is also possible to discontinue all general communications whilst receiving important update messages.</p>\n<p>All communications from us will include instructions for opting-out or discontinuing the receipt of further communications. Please note that we may send you e-mails on certain topics which you will not be eligible to unsubscribe from as we consider them an essential part of the service.</p>\n<p>Please remember that this Policy does not apply to any third-party websites, services or applications, even if they are accessible, downloadable, or otherwise distributed through the Website. You should always review their specific privacy practices carefully before providing personal information to such third parties.</p>\n<p>We may share Information in the event of a corporate transaction (e.g. the sale of a substantial part of our business, a merger, a reorganization, a bankruptcy, a consolidation or an asset sale of an asset or transfer in the operation thereof) in relation to any company within our Group. In the event of the above, the acquiring company or transferee will assume the rights and obligations as described in this Policy.</p>\n<p>We may occasionally be required by law, court order or governmental authority to disclose certain types of personal data. Examples of the type of situations where this would apply include in the administration of justice or where we have to defend ourselves legally.</p>\n<p><strong>Our use of “Cookies”</strong><br /> A 'cookie' is a small text file containing small amounts of information which is downloaded to your device when you visit a website or use applications. The cookie enables the server to collect information from the browser. We may use the following types of cookies:<br /><br /> ESSENTIAL COOKIES: Cookies that are essential to the running of a Website. Without the use of cookies, parts of the Website would not function correctly. For example, when logging in to your account a session is created to allow you to browse the site and play games.<br /><br /> ANALYTICAL COOKIES: We use analytical cookies to monitor our Website performance and to determine how visitors use the site. These cookies provide us with information that helps us create better products for our users and to identify areas that may need maintenance. We use Google Analytics, a web analytics service provided by Google, Inc. to help us to analyse how players use our Website. We also use analytical cookies from additional third-party providers.<br /><br /> PERSISTENT COOKIES: These are saved on your computer for a fixed period and are not deleted when the browser is closed. Such cookies are used where we need to know who you are for repeat visits, so the correct language is presented and to improve our users’ experience of the Website as well as present different marketing messages and advertisements for existing users;<br /><br /> FUNCTIONAL COOKIES: Functional cookies are used to remember your preferences on our Website, enhancing the user experience. This can have a range of functions such as remembering your username or recording that you have read a site message so you don’t need to view it again.<br /><br /> SESSION COOKIES: Session cookies are used by the server to store information about user page activities so users can easily pick up where they left off on the server's pages.<br /><br /> We use a number of different cookies on this Website to help us to recognise you, track your activity and improve your use and experience of the Website. In addition, we use a number of third party service providers, who also set cookies on this Website, in order to deliver the services that they are providing to us. Such services include, but are not limited to, helping us to improve your use and experience of the Website for personalization, for tracking your activity on the Website, and for measuring the effectiveness of the Website and our marketing campaigns.<br /><br /> We and/or third parties may use cookies to collect or receive information from the Website and use that information to advertise to you on other websites. You can view the cookies used for such purposes on this Website and opt out of the collection and use of your information for such targeted advertising here: <u><a href=\"https://www.aboutads.info/choices\">www.aboutads.info/choices</a></u><br /><br /><br /><strong>B: Pixels</strong><br /> We also use pixel-based tracking to track a visit or event on the platform and to track an advertisements' impressions. This information is also used by us for remarketing purposes and for tracking conversions that are used to optimize our marketing activities. We may share such information (which is non-personal information) with our advertising and marketing partners. <u>By accessing and using the Website and services, you consent to the placement of cookies and pixels on your device in accordance with this Policy.</u></p>\n<p>Version: 1.0<br /> Date: updated on 18 January 2022</p>"
}